/* User/pwd server verification */
"Authentication Required" = "Потрібна автентифікація";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Скасувати";

/* HTTPS server verification */
"Continue" = "Продовжити";

/* Link long-press context menu */
"Copy Link" = "Копіювати посилання";

/* Google autocomplete error */
"Error: " = "Помилка: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Не вдалося встановити аудіо сесію для вбудованого браузера; можлива відсутність звуку.";

/* User/pwd server verification */
"Log In" = "Увійти";

/* Link long-press context menu */
"Open Here" = "Відкрити тут";

/* Link long-press context menu */
"Open in New Tab" = "Відкрити у новій вкладці";

/* User/pwd server verification */
"Password" = "Пароль";

/* Google autocomplete error */
"response code %d" = "Код відповіді %d";

/* Google autocomplete error */
"response format unrecognized" = "формат відповіді неопізнано";

/* Google autocomplete error */
"response non-decodable" = "відповідь не може бути декодована";

/* Google autocomplete error */
"response parsing %@" = "аналіз відповіді %@";

/* HTTPS server verification */
"Server Identity" = "Ідентичність сервера";

/* HTTPS server verification */
"The identity of '%@' cannot be verified." = "Ідентичність '%@' не вдалося перевірити.";

/* User/pwd server verification */
"Username" = "Ім'я користувача";

/* Link long-press context menu */
"Open in Background Tab" = "Відкрити у фоновій вкладці";

/* Bookmark view controller */
"Edit Bookmark" = "Редагувати закладки";

/* Link long-press context menu */
"Save Image" = "Зберегти зображення";

/* Link long-press context menu */
"Save Video" = "Зберегти відео";

/* Web download failure alert title */
"Download Failed" = "Не вдалося завантажити";

/* Web download failure description */
"File download failed due to network error." = "Завантаження файлів не вдалося через помилку мережі.";

/* Web download failure description */
"The file had unexpected content." = "Файл містить неочікуваний вміст.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Не вдалось зберегти файл до Фотоплівки.";

/* Web download failure description */
"File download failed due to internal error %@." = "Завантаження файлів не вдалося через внутрішню помилку %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Браузер не може завантажити цей файл.";

/* Generic alert popup button */
"OK" = "Гаразд";

/* Generic alert popup button */
"Cancel" = "Скасувати";
